export const weddingConfig = {
  groom: "Азамат",
  bride: "Арайлым",
  initial: "A",

  // ─── Дата тойы ───────────────────────────────────────────
  date: "02.08.2026",                    // Дата, которая отображается на сайте
  time: "18:00",                         // Время тоя
  targetDate: "2026-08-02T18:00:00",     // ISO-формат для таймера

  // ─── Имена родителей ──────────────────────────────────────
  parents: "НИЕТБАЙ · ЗОЯ",

  // ─── Адрес ────────────────────────────────────────────────
  address: 'ЖАҢАӨЗЕН ҚАЛАСЫ, «АЖАР САЛТАНАТ САРАЙЫ»',
  mapLink: "https://2gis.kz/aktau/search/%D0%9C%D0%B5%D0%BA%D0%B5%D0%BD%20%D0%B6%D0%B0%D0%B9%D1%8B%20%D0%96%D0%B0%D2%A3%D0%B0%D3%A9%D0%B7%D0%B5%D0%BD%20%D2%9B%D0%B0%D0%BB%D0%B0%D1%81%D1%8B%20%D0%90%D0%B6%D0%B0%D1%80%20%D1%81%D0%B0%D0%BB%D1%82%D0%B0%D0%BD%D0%B0%D1%82%20%D1%81%D0%B0%D1%80%D0%B0%D0%B9%D1%8B/firm/70000001044873839/52.858575%2C43.342952?m=52.858631%2C43.342999%2F17.6",

  // ─── WhatsApp ─────────────────────────────────────────────
  whatsappNumber: "77478690203",         // +7 747 869 0203

  // ─── Музыка ───────────────────────────────────────────────
  musicUrl: "/music.mp3",
};
